onboarding_0_text = '''Привет я Кира, твоя эмоциональная поддержка в отношениях с парнями. Со мной можно поговорить и обсудить все девичьи секреты. И я никому ничего не расскажу.
🚀 Отвечаю мгновенно
🧘 Поддерживаю любые беседы на тему отношения
📱 На связи 24/7"'''

onboarding_0_answer = '''Привет, Кира'''

onboarding_1_text = '''Я постараюсь услышать тебя, понять и помочь тебе справиться с жизненным   затруднением.
Я буду полезна тебе, если:
🔎ты хочешь разобраться в отношениях
🫂 не уверена, что именно ОН имеет в виду или как сказать, что ТЫ имеешь в виду
🛣️ Чувствуешь неуверенность при общении с противоположным полом
Если у тебя серьезные трудности, то лучше обратиться к настоящему   специалисту.

Нажми “Да”, если принимаешь условия.'''

onboarding_1_answer = '''Да, я согласна'''


onboarding_2_image = '''AgACAgIAAxkBAANyZzEutiWTeQoUHHIa_uJZvo7UFPEAAtfoMRsq7YhJap2M_IZvJskBAAMCAAN4AAM2BA'''
onboarding_2_text = '''Закрепи меня среди чатов, чтобы не потерять. Я всегда буду рядом, чтобы помочь тебе разобраться в себе и своих отношениях. 🤍'''
onboarding_2_answer = '''Продолжить'''

onboarding_3_text = '''Мои советы и рекоммендации персональны.
Чтобы я лучше могла тебе помочь и подбирать рекомендации, напиши сколько тебе лет?'''


onboarding_4_text = '''Ты мужчина или женщина?'''

onboarding_5_variants = ['М', 'Ж', 'Не хочу указывать']

onboarding_6_text = '''Помимо ответов на твои вопросы, я буду присылать тебе разные игровые тесты на тему отношений, которые помогут тебе лучше понять себя.'''

onboarding_6_answer = '''Отлично!'''

telegram_channel_link = 't.me/psycho_bot_channel'
onboarding_7_text = f'''А вот ссылка на телеграмм канал, в нём я делюсь советами по отношениям и рассказываю о новых фичах, которые добавляют в меня разработчики
{telegram_channel_link}'''

onboarding_7_2_text = "Приступим?"


main_menu_text = '''Главное меню'''


main_menu_talk_text = '''💬 Хочу поговорить'''
main_menu_tests_text = '''📝 Игровые тесты'''
main_menu_kiraplus_text = '''💎 Подписка Кира+'''
main_menu_profile_text = '''👤 Мой профиль'''

want_talk_text = '''Давай начинать. Чем я могу помочь?'''



profile_text = f'''<b>Ваш профиль</b>

<blockquote>Имя: %s
Пол: %s
Возраст %s
</blockquote>

Информация из профиля используется, чтобы персонализировать ответы.

Вы моежете изменить информацию о себе, если указали что-то не то'''